{
    "guildNotConfigured": "No he sido configurado todavía, un usuario con permisos debe ejecutar `%PREFIX%config`",
    "userNotConnectedToVoice": "¡Tienes que estar conectado a un canal de voz!",
    "userNotConnectedToSameVoice": "¡No estás conectado al mismo canal de voz que yo!",
    "botOccupied": "Estoy actualmente en uso en <#%VOICECHANNELID%> y <#%TEXTCHANNELID%>, puedes usar `%PREFIX%transfer` para cambiar el canal de texto de la sesión",
    "userMustSpecifySongToStartPlayer": "¡Debes especificar una canción para iniciar el reproductor!",
    "botPlayerResumed": "Reproductor reanudado",
    "userMustSpecifySongToQueue": "¡Debes especificar una canción para añadirla a la cola!",
    "botConnectingToVoice": "Conectando a <#%VOICECHANNELID%>, ahora solo responderé comandos ejecutados aquí",
    "botNeedsPermsToConnect": "ERROR: Necesito el permiso de `VER CANAL`, `CONECTAR` y `HABLAR` para funcionar correctamente!",
    "botCouldNotPlaySong": "ERROR: No se ha podido reproducir la canción debido a un error, puedes reportar este error enviándome un mensaje privado y proporcionando el siguiente código de error: `20-%ERRORCODE%`",
    "botCouldNotConnect": "ERROR: Ha ocurrido un error interno, puedes reportar este error enviándome un mensaje privado y proporcionando el siguiente código de error: `30-%ERRORCODE%`",
    "botIsUpdating": "Actualmente se está cargando una playlist o un album, espere unos segundos a que termine para añadir más canciones",
    "songQueued": "**%SONGNAME%** [%SONGDURATION%] ha sido añadido a la cola",
    "songsLoaded": "%SONGCOUNT% canciones han sido cargadas y se están añadiendo a la cola",
    "playlistMaxesLimit": "Esta playlist supera el límite de canciones que se pueden añadir a la vez, solamente se han cargado 100 canciones de %TOTALSONGCOUNT% y se están añadiendo a la cola",
    "albumMaxesLimit": "Este album supera el límite de canciones que se pueden añadir a la vez, solamente se han cargado 100 canciones de %TOTALSONGCOUNT% y se están añadiendo a la cola",
    "songsQueued": "Se han añadido %SONGCOUNT% canciones a la cola con éxito",
    "botNotCompatibleWithYoutubePlaylists": "¡Las playlists de YouTube todavía no son compatibles!",
    "songNotFound": "No se ha encontrado ninguna canción tras buscar: **%SONGNAME%**",
    "botPlayerStoppedNoSongs": "No hay más canciones en la cola, reproductor detenido",
    "botInactiveForAMinute": "He estado inactivo durante más de un minuto, canal de voz abandonado",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
}